---
kind: other
id: AllMembers.T:Autodesk.Revit.DB.Structure.AnalyticalModelSelector
source: html/20bb836a-e633-2813-f6bc-ba68b4e71f2d.htm
---
# AnalyticalModelSelector Members

Creates a selector for the analytical model geometry.